Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The Indonesian government said Thursday it had ordered officials to make preparations to execute a group of drug convicts, most of them foreigners, despite mounting international criticism.
pt: O presidente indonésio, Joko Widodo, é intransigente sobre a execução de estrangeiros condenados à morte por tráfico de drogas, entre eles um brasileiro e um francês, apesar dos pedidos internacionais de clemência .

source: The Associated Press on Wednesday filed a lawsuit against the State Department to get access to emails and documents from Clinton's time as secretary of state.
pt: Hillary disse ter fornecido ao Departamento de Estado todos os seus e-mails que possam ter alguma relação com o trabalho para que sejam arquivados.

source: Venezuela gives U.S. 15 days to reduce number of embassy personnel
pt: Maduro ordena redução de funcionários de embaixada dos EUA na Venezuela

source: I don't think so.
pt: Mas eu não queria morrer .

source: Yemen's Houthi rebels have claimed responsibility for downing Moroccan F16 fighter that Saudi-led coalition earlier declared missing .
pt: Rebeldes iemenitas assumiram nesta segunda-feira a responsabilidade pelo desaparecimento de um avião de combate marroquino, que fazia parte da coalizão liderada pela Arábia Saudita contra rebeldes do Iêmen .

source: HAVANA (Reuters) - Cuba released three detainees on Wednesday in a sign it was fulfilling an agreement to free a list of 53 people the United States regards as political prisoners as part of a thaw in relations between the two nations.
pt: WASHINGTON - Cuba libertou algumas das 53 pessoas que os Estados Unidos consideram prisioneiros políticos e integram o acordo acertado entre os dois países no mês passado, segundo informou nesta terça-feira o Departamento de Estado .

source: However, he has shown glimpses of his dominant best in the Spanish capital as he warms up for a tilt at a record-extending ninth French Open title starting at Roland Garros in Paris at the end of the month.
pt: Mas Nadal deu mostras de seu melhor tênis na capital espanhola, em preparação para conquistar um inédito nono título em Roland Garros, que começa no final do mês em Paris.

source: "If I look at what I have seen in training and on the pitch in games I can see that it is getting much better .
pt: Mas você, para ganhar, tem de ser melhor na defesa e melhor no ataque, ter mais qualidade do que o adversário .

source: Mr Garrett, who makes videos under his pseudonym Stampylonghead, started uploading the videos while he was still at university.
pt: Joseph, que publica os vídeos sob o pseudônimo Stampylonghead, iniciou o upload do material enquanto ainda estava na universidade.

source: Alain Robert, a French urban climber dubbed "spiderman", scaled on Tuesday the highest building in Paris with a Nepalese flag in hand to pay tribute to the victims of the massive earthquake that devastated the Himalayan country.
pt: Alain Robert, conhecido como 'Homem-Aranha francês", escala a torre Montparnasse em Paris carregando uma bandeira do Nepal, em homenagem às vítimas do terremoto que abalou o país asiático no sábado .

source: However, he also pointed out that killing in God’s name is an "absurdity."
pt: Na opinião de Francisco, "matar em nome de Deus é uma aberração" .

source: Indonesian authorities are looking in to why AirAsia was flying that particular route on that particular day; the country's transport ministry claims that AirAsia was permitted to fly it only on Mondays, Tuesdays, Thursdays and Saturdays .
pt: O Ministério dos Transportes da Indonésia informou que avião da AirAsia não tinha permissão oficial para fazer o percurso entre Surabaya e Cingapura no domingo - o dia do acidente - mas tinha licença para voar em outros quatro dias da semana.

source: But he is now under intense pressure with an economy in recession, shortages of basic goods and medicines, annual inflation above 60 percent and sky-high crime.
pt: Mas agora ele sofre intensa pressão por causa da economia em recessão, da escassez de bens de primeira necessidade e de remédios, da inflação anual acima de 60 por cento e da alta criminalidade.

source: "The president raised ongoing U.S. concerns about China's cyber and maritime behaviour, and he urged China to take concrete steps to lower tensions," the White House said in a statement.
pt: O presidente dos Estados Unidos, Barack Obama, propôs nesta quarta-feira a Pequim a adoção de "medidas concretas" para reduzir a tensão nos setores marítimo e de segurança informática.

source: Police fired water cannons in response and chased protesters into side streets using rubber bullets and tear gas, witnesses told Reuters.
pt: A Polícia Militar usou bombas de gás, balas de borracha e jatos de água para dispersar os manifestantes .

source: "Concealing or denying evil is like allowing a wound to keep bleeding without bandaging it," he said at the start of a Mass Sunday in the Armenian Catholic rite in St. Peter's Basilica honoring the centenary.
pt: "Ocultar ou negar o mal é como permitir que uma ferida continue sangrando sem fazer um curativo", disse ele no início da missa de domingo.

source: Security forces have been on high alert over a threat from Islamist militants to disrupt Sunday's presidential second round which marks the last step in Tunisia's transition to full democracy after the 2011 uprising against Zine El-Abidine Ben
pt: TÚNIS (Reuters) - Eleitores na Tunísia votaram neste domingo no segundo turno de eleições presidenciais que completam a transição do país à democracia plena quase quatro anos após o levante que depôs o autocrata Zine El-Abidine Ben Ali.

source: It was really unbelievable .
pt: “Foi muito legal .

source: Speculation and rumour which can lead to real, tangible consequences, have no place in the services we provide .
pt: Especulações e rumores não têm lugar em nossos serviços, a menos que causem resultados reais e tangíveis.

source: The other assailant fled and was injured, and one policeman was lightly injured," Sahin said.
pt: O outro agressor, que foi ferido, conseguiu escapar", acrescentou Sahin.

source: Pakistan jets kill 30 Taliban-ally militants, including spokesman: sources
pt: Ataques aéreos matam 30 militantes aliados ao Taliban paquistanês, dizem fontes

source: I wasn't shy anymore, I was enjoying it."
pt: Eu gostava de tudo e não gostava de nada.

source: Prominent Russian opposition figure Boris Nemtsov shot dead - The Japan News
pt: Político da oposição Boris Nemtsov é morto a tiros em Moscou - Yahoo Notícias

source: "The operators replied loudly, 'Yes, we've been looking for you for a long time. '
pt: Eles responderam: "sim, estávamos a sua procura há um tempo".

source: "There's nothing wrong with that."
pt: Não vai ser aquele jogo que não vale nada", disse.

source: A Home Office spokesman said the department would not comment on individual cases of exclusion.
pt: Porta-vozes disseram, entretanto, que não irão comentar "casos individuais de exclusões".

source: The money was to be used in political campaigns and Youssef was triggered because the operation had to be done swiftly, and the money dealer had cash available.
pt: De acordo com o consultor, Youssef foi acionado porque a operação precisava ser feita com agilidade, e o doleiro tinha dinheiro disponível .

source: He called on countries which have not yet pledged "to consider making an ambitious financial commitment in Lima. "
pt: Ele pediu aos países que ainda não fizeram doações que "considerem assumir compromissos financeiros ambiciosos em Lima" .

source: The Security Council expressed "grave concern regarding the deterioration in the situation as a result of the crisis related to Gaza and the loss of civilian lives and casualties" and "reiterates the need to take appropriate steps to ensure the safety and well-being of civilians and their protection."
pt: Em vez disso, expressa "uma séria preocupação sobre a piora da situação como resultado da crise relacionada a Gaza e à perda de vidas civis".

source: Malala told reporters she would hold the Nigerian leader to his pledge that the girls would be home soon.
pt: Malala disse que iria cobrar do líder nigeriano a sua promessa .

source: "I was right here in the house when the earth started to move .
pt: Um barco começou a passar em frente à minha casa .

source: Afghan special forces demonstrate their skills at a training camp in Kabul during the first visit to the country by Nato secretary general Jens Stoltenberg.
pt: O secretário-geral da Otan elogiou o trabalho das forças afegãs, as quais visitou em um acampamento militar próximo a Cabul.

source: Vatican document challenges Church to change attitude to gays
pt: Documento do Vaticano sugere que Igreja mude postura sobre gays

source: Aviva said the merger creates a market leader with 16 million life insurance customers .
pt: Acordo em ações cria uma líder de mercado com 16 milhões de clientes.

source: The 65-year-old Chambers, one of the longest-serving leaders of a Silicon Valley company and also company chairman, will become executive chairman, the company said on Monday.
pt: Chambers, um dos presidentes-executivos mais longevos em uma companhia do Vale do Silício, continuará como presidente do Conselho, disse a empresa.

source: Photos: Ebola outbreak in West Africa
pt: A Libéria é um dos países mais afetados pela epidemia de Ebola na África

source: I’m not done yet.
pt: Mas agora estou bem .

source: Eurogroup chairman Jeroen Dijsselbloem said Monday's meeting would not be decisive, but negotiations were moving forward .
pt: Em Roma, Dijsselbloem, presidente do Eurogrupo, disse que a reunião de ministros das Finanças da zona do euro na segunda-feira não será decisiva, mas que as negociações estão avançando .

source: I guess I shouldn't fight .
pt: Pelo visto, não estava .

source: She spread my legs wide and fired tear gas into my vagina… I was asked to confess that I was an armed robber… I was bleeding… up till now I still feel pain in my womb," she said.
pt: Separou minhas pernas e jogou gás lacrimogêneo na vagina (...) Queriam que confessasse que era uma assaltante (...) Comecei a sangrar (...) .

source: Besides Brazil, Li will also visit Colombia, Peru and Chile.
pt: Depois de passar pelo Brasil, o primeiro-ministro seguirá para o Peru, a Colômbia e o Chile.

source: US general killed in Afghan training center attack
pt: General dos EUA morre em ataque de soldado afegão em Cabul

source: HAVANA (Reuters) - Cuba and the United States renewed talks on restoring diplomatic relations on Monday, this time amid secrecy and with the longtime adversaries differing sharply over Venezuela, Cuba's closest ally.
pt: Representantes dos Estados Unidos e de Cuba se reunirão nesta segunda-feira em Havana em novas negociações visando ao restabelecimento de relações diplomáticas após meio século, no momento em que os dois países têm divergências em relação à Venezuela.

source: "I didn't think much of it .
pt: O que se vê não é isso .

source: WASHINGTON (Reuters) - Israeli Prime Minister Benjamin Netanyahu warned the United States on Tuesday that it was negotiating a bad deal with Iran that could spark a "nuclear nightmare," drawing a rebuke from President Barack Obama and exposing a deepening U.S.-Israeli rift.
pt: O primeiro-ministro de Israel, Benjamin Netanyahu, e autoridades norte-americanas se enfrentam nesta segunda-feira em discursos conflitantes a respeito das negociações nucleares dos Estados Unidos com o Irã, um dos principais objetivos de política externa do presidente Barack Obama.

source: Which in reality it was not, of course .
pt: "E, claro, não queremos isso .

source: She describes her hero as a man who exercises control in all aspects of his life .
pt: "Os leitores conhecem Christian como alguém que exerce controle em todos os aspectos de sua vida .

source: There's nothing out there that tells you what to do.
pt: “Então não olho nada aqui, é só pagar e ir embora .

source: A 24-hour ceasefire announced by Hamas in Gaza appears to be stalling, with both Palestinian militants and Israel continuing their offensives.
pt: Os militantes islâmicos do Hamas disseram que haviam oferecido uma trégua humanitária de 24 horas em seu conflito com Israel na Faixa de Gaza.

source: Pochettino, who reiterated that he believes Mourinho is the best manager in the world, was not about to disagree with the 'Special One’s' verdict .
pt: Pochettino, que disse reiteradas vezes acreditar em José Mourinho como o melhor treinador do mundo, não ousou discordar do veredito do "Special One", como Mourinho é apelidado.

source: Initially focused on opposing Western education - Boko Haram means "Western education is forbidden" in the local Hausa language
pt: Na língua local hausa, Boko Haram significa "educação ocidental é proibida" .

source: The leader of Israel's opposition, Yitzhak Herzog of the Zionist Union, wrote on his Facebook page that the move was "a needless humiliation, a stain on the country's face and citizens", and had nothing to do with security.
pt: "A separação entre palestinos e judeus no transporte público é uma humilhação desnecessária e uma mancha na face do país e de seus cidadãos", disse o líder da oposição, Isaac Herzog .

source: The role has given the Swiss increased visibility but it has also involved trying to preserve excellent Russian-Swiss relations while defending neutrality and international law.
pt: Mas uma preocupação porque trata-se de preservar as excelentes relações bilaterais e, ao mesmo tempo, defender a neutralidade e o respeito do direito internacional.

source: Benfica still needed a brilliant save by goalkeeper Artur from Claudio Marchisio to take a slender but valuable lead to Turin for next Thursday's second leg.
pt: O Benfica ainda precisou de uma brilhante defesa do goleiro Artur num chute de Claudio Marchisio para garantir uma estreita, mas valiosa vantagem para a partida de volta em Turim na quinta-feira da próxima semana.

source: The head of the UN climate change panel (IPCC), Rajendra Pachauri, has resigned amid sexual harassment allegations.
pt: O indiano Rajendra Pachauri renunciou à presidência do painel de cientistas do clima da ONU nesta terça-feira, após sofrer acusações de abuso sexual, que ele nega.

source: On Monday, the US administration said it was prepared to take "additional steps" to defend the US-trained forces, warning Bashar al-Assad's regime "not to interfere".
pt: Washington - A Casa Branca advertiu nesta segunda-feira que está disposta a tomar medidas adicionais para defender os combatentes aliados dos Estados Unidos na Síria, e alertou ao governo de Bashar al-Assad que não deve obstruir suas ações.

source: He was the only boyfriend I've ever told the truth to about how many men I'd slept with, because I believed that no matter what I said, he'd never judge me .
pt: Eu só queria que você não deixasse de gostar de mim só porque descobriu que eu não gostava de você do jeito que você era e continuasse gostando igual você gostava antes .

source: "I am very happy .
pt: Foi muito importante", declarou.

source: But the world number two trained on Thursday at Lille's Pierre Mauroy stadium, where the tie will be played on clay.
pt: Mas o número dois do mundo voltou a treinar nesta quinta-feira no estádio Pierre Mauroy, em Lille, onde a partida será disputada em quadra fechada perante 27 mil torcedores.

source: Train collides with car in northwestern France, killing three
pt: Colisão entre trem e carro mata três em passagem de nível na França

source: Rap mogul Jay Z has quietly used his wealth to post bail for people arrested in protests across the United States against police excesses, an author close to him said Sunday.
pt: Segundo uma escritora próxima ao rapper Jay-Z, o artista utilizou discretamente a sua fortuna para pagar a fiança de várias pessoas detidas nos Estados Unidos em diversas manifestações contra a violência policial contra a população negra.

source: Last year, huge protests took over streets in dozens of cities during the Confederations Cup, which is international soccer's warm-up tournament for the World Cup .
pt: As manifestações, que começaram há um ano durante a Copa das Confederações, são uma grande preocupação das autoridades do país e dos organizadores da Copa do Mundo.

source: "That wasn't something I was very comfortable with, being famous."
pt: Eu era muito pequeno, mas acho que isso tem importância."

source: The phobia may stem from being bullied at an early age
pt: A origem da fobia pode ser o bullying na infância

source: Barcelona has reached the final of the Copa del Rey, the quarterfinals of the Champions League, and has passed Madrid in the league.
pt: O Barcelona pode ser campeão espanhol já neste fim de semana, quando enfrenta o Atlético de Madrid, e está nas finais da Copa do Rei e da Liga dos Campeões.

source: The German also had praise for the club’s Spanish coach: “We are fortunate to have Pep at Bayern .
pt: “É uma sorte ter o Pep aqui no Bayern, todos estamos impressionados por seu trabalho no clube .

source: Fidel and Raul Castro smile and wave from a billboard.
pt: Para Fidel e Raúl [Castro], a revolução é um fato certo .

source: The AIIB is expected to be formally established by the end of 2015, with an initial subscribed capital of 50 billion U.S. dollars and an authorized capital of 100 billion dollars.
pt: A previsão é que o AIIB entre em operação no fim de 2015, com um capital inicial de US$ 50 bilhões (R$ 161 bilhões), podendo chegar a US$ 100 bilhões (R$ 323 bilhões) .

source: Greece's Parliament has approved an austerity bill demanded by European bailout creditors, paving the way for Greece to open negotiations for a third bailout in five years .
pt: O governo da Grécia entregou hoje no Parlamento as propostas legislativas com as condições exigidas pelos credores europeus para o terceiro resgate ao país .

source: We don’t want to lose sight of how important tomorrow’s game is for us.
pt: Não estamos pensando somente no jogo a jogo, mas um pouco mais para frente .

source: The Investigative Committee said Russian experts were looking into the "origin and purpose" of the drugs seized, which it described as "presumably opium straw and morphine."
pt: "Durante uma busca no navio, foram confiscadas drogas (aparentemente morfina e palha de papoula)", disse o comitê investigativo do país.

source: China changes law on animal testing for cosmetics - English pravda.ru
pt: Brasil: Apoio a proibição de testes em animais para cosméticos - Pravda.Ru

source: "We don't really know if this is the only way in," he said.
pt: O que mesmo você ainda está fazendo ao lado de um homem como esse?

source: Telecom Italia was not immediately available for comment.
pt: Representantes da Telecom Italia, da TIM e da GVT preferiram não comentar .

source: The Tuareg rebel alliance, which includes the group "National Movement for the Liberation of Azawad" (MNLA) said it wanted more time to consult its grassroots before signing Sunday's accord.
pt: O pacto, no entanto, não foi assinado pela Coordenação dos Movimentos do Azawad, que reúne vários grupos rebeldes, como o tuaregue Movimento Nacional de Libertação do Azawad (MNLA), que pediu um "plano razoável" para consultar as populações que representa.

source: Pope, on anniversary, says believes he will have short pontificate
pt: Francisco diz que não gosta de ser papa e prevê fim do pontificado em breve

source: Pakistan ends death penalty moratorium for all death row prisoners
pt: Paquistão acaba com moratória sobre pena de morte - Yahoo Notícias

source: "I am delighted that member states are putting their money where their mouths are, helping us to make the most of the plan and to create jobs and lasting growth in Europe," said Katainen, who is responsible for growth and investment.
pt: "Estou encantado com o fato de os Estados membros estarem comprometidos, nos ajudando a aproveitar ao máximo este plano para criar empregos e um crescimento sustentado na Europa", disse o vice-presidente da Comissão Europeia encarregado de Crescimento e Investimentos, Jyrki Katainen.

source: Russian Defense Minister Sergey Shoigu said Tuesday the deployment of "a full-scale, self-sufficient" military force in Crimea was a priority in light of current events in Ukraine, state news agency Itar-Tass reported.
pt: O ministro da Defesa russo, Sergei Shoigu, disse nesta terça-feira (16) que a Rússia precisa aumentar sua presença militar na península da Crimeia, devido à crise na Ucrânia, informaram agências de notícias do país.

source: These are based on an oil price of $70, as opposed to $100 this year, Rouhani said .
pt: Estes são baseados em um preço do petróleo de 70 dólares, em oposição a 100 este ano, disse Rouhani .

source: The two best group winners will face off in the final, while the odd one out will contest the match for third place against the leading runners-up .
pt: A Copa de Algarve ainda conta com outros dois grupos, sendo os finalistas os dois melhores primeiros colocados e a disputa de terceiro lugar ficando entre o terceiro melhor líder e o melhor vice-líder .

source: That is not the only source of hope .
pt: “Isso não é vergonha para ninguém, não .

source: The next day, the Sunni tribesmen made a deal with Iraq’s Shi’ite-led government to fight them .
pt: Os sunitas acusam o governo, liderado pelos xiitas, de marginalizá-los no Iraque.

source: At least 21 firefighters are among the dead, making the disaster the deadliest for Chinese firefighters in more than 60 years.
pt: O número de mortos inclui pelo menos 21 bombeiros, tornando o desastre o mais mortal para os bombeiros chineses em mais de seis décadas.

source: The sources, who spoke on condition of anonymity, said the U.S. government planned to apply the same essential sanction to Sberbank, Russia's largest bank by assets, and to tighten the restriction for all six financial institutions by barring U.S. persons, meaning individuals and companies, from dealing in their new debt with a maturity of more than 30 days.
pt: As novas sanções dos EUA vão apertar o cerco financeiro a seis bancos russos, incluindo o Sberbank, o maior da Rússia em ativos, ao imporem restrições a cidadãos dos EUA para negócios com qualquer emissão de dívida com maturação superior a 30 dias.

source: The three jailed al-Jazeera journalists: Mohamed Fahmy, Baher Mohamed and Peter Greste
pt: Não há informações sobre os dois funcionários da al-Jazeera que foram presos com ele, Mohamed Fahmy e Baher Mohamed.

source: Prosecutors in Naples on Wednesday asked the judge in Silvio Berlusconi's latest corruption trial to send the former prime minister and media tycoon to jail for five years.
pt: NÁPOLES (ITÁLIA) - Um tribunal de Nápoles condenou nesta quarta-feira, em primeira instância, o ex-primeiro-ministro italiano Silvio Berlusconi a três anos de prisão por corrupção .

source: I am very excited to start my adventure at Chelsea and I am here to keep winning titles," Pedro said in a statement on Chelsea's website.
pt: – Estou muito feliz de estar no Chelsea, porque é um clube que, como o Barcelona, luta por títulos – disse Pedro.

source: Previously an independent kingdom, Okinawa was annexed by Japan in the 19th century and was under U.S. rule for almost three decades after World War II.
pt: Okinawa, um antigo reino independente, foi anexado pelo Japão no século XIX e ficou sob tutela americana por quase 30 anos após a Segunda Guerra Mundial.
